Repository: stone1706/sonar_pi
Catalog: sonar_plugins/po/*.po
Languages: el_gr

source: AIS Radar view
el_gr: Προβολή ραντάρ AIS

source: AIS Radar view PlugIn
el_gr: Πρόσθετο AIS ραντάρ

source: Radar PlugIn for OpenCPN Shows AIS targets in a radar style view
el_gr: Πρόσθετο του OpenCPN Δείχνει τους στόχους AIS με τη μορφή οθόνης ραντάρ

source: AIS Radar
el_gr: AIS ραντάρ

source: Radar Preferences
el_gr: Προτιμήσεις

source: Radar
el_gr: Ραντάρ

source: Show RADAR icon:
el_gr: Εμφάνιση του εικονιδίου του ραντάρ:

source: Use AIS as radar source:
el_gr: Χρήση AIS ως πηγή του ραντάρ:

source: Controls
el_gr: Έλεγχοι

source: Range
el_gr: Εύρος

source: Miles
el_gr: Μίλια

source: North Up
el_gr: Λειτουργία «βορράς προς τα πάνω»

source: Ring
el_gr: Δακτύλιος

source: N
el_gr: Β

source: S
el_gr: Ν

source: W
el_gr: Δ

source: E
el_gr: Α

source: Course Up
el_gr: Λειτουργία «πορεία προς τα πάνω»

source: Radar Display
el_gr: Οθόνη ραντάρ
