Repository: stone1706/sonar_pi
Catalog: po/*.po
Languages: fil_ph

source: AIS Radar view
fil_ph: Tingnan ang AIS Radar

source: AIS Radar view PlugIn
fil_ph: Tingnan ang AIS Radar na Panaksak

source: Radar PlugIn for OpenCPN Shows AIS targets in a radar style view
fil_ph: Panaksak sa Radar para sa OpenCPN Nagpakita sa mga AIS target sa tanawin ng istilo ng radar

source: AIS Radar
fil_ph: Ang AIS na Radar

source: Radar Preferences
fil_ph: Mga Sanggunian ng Radar

source: Show RADAR icon:
fil_ph: Ipakita ang RADAR na bulto:

source: Use AIS as radar source:
fil_ph: Gamitin ang AIS bilang pinagmulan ng radar:

source: Controls
fil_ph: Mga Kontrol

source: Range
fil_ph: Ang Saklaw

source: Miles
fil_ph: Mga Milya

source: North Up
fil_ph: Hilagang Papataas

source: Ring
fil_ph: Ang Argulya

source: Course Up
fil_ph: Papataas na Kurso

source: Radar Display
fil_ph: Ipakita ang Radar
